Repository: rhinstaller/initial-setup-l10n
Catalog: rhel-8/*.po
Languages: cs, da, de, fr, lt, pt_br

source: Are you sure you want to quit the configuration process? You might end up with an unusable system if you do. Unless the License agreement is accepted, the system will be rebooted.
cs: Opravdu chcete ukončit počáteční nastavení systému ? Výsledkem může být nefunkční systém. Není-li licenční dohoda přijata, bude systém restartován.
da: Er du sikker på, at du vil afspille konfigurationsprocessen? Du ender måske med et ustabilt system hvis du gør det. Systemet genstartes, med mindre licensaftalen accepteres.
de: Sind Sie sicher, dass Sie den Konfigurationsvorgang beenden möchten? Ihr System könnte dadurch unbenutzbar werden. Wenn die Lizenzvereinbarung nicht akzeptiert wird, wird das System neu gestartet.
fr: Êtes-vous sur de vouloir quitter le processus de configuration ? Si vous le faites vous pourriez vous retrouver avec un système inutilisable. À moins que le contrat de licence soit accepté, le système sera redémarré.
lt: Ar tikrai norite baigti konfigūravimo procesą? Jei tai padarysite, sistema gali būti netinkama naudoti. Jei nebus priimta licencijos sutartis, sistema bus paleista iš naujo.
pt_br: Você tem certeza que deseja sair do processo de configuração? Você poderá acabar com um sistema sem uso, caso prossiga. O sistema será reiniciado, a não ser que o acordo de licença seja aceito.

source: Are you sure you want to quit the configuration process? You might end up with unusable system if you do.
cs: Opravdu chcete ukončit počáteční nastavení systému ? Výsledkem může být nefunkční systém.
da: Er du sikker på, at du vil afslutte konfigurationsprocessen? Du risikerer at ende med et ubrugeligt system, hvis du gør.
de: Sind Sie sicher, dass Sie den Konfigurationsvorgang beenden möchten? Allenfalls wird das System damit unbenutzbar.
fr: Voulez-vous vraiment quitter le processus de configuration ? Si vous le faites, vous pourriez vous retrouver avec un système inutilisable.
lt: Ar tikrai norite baigti konfigūravimo procesą? Jei tai padarysite, sistema gali būti netinkama naudoti.
pt_br: Você tem certeza que quer interromper o processo de configuração? Você pode ficar com o sistema inoperante se o fizer.

source: LICENSING
cs: LICENCOVÁNÍ
da: LICENSERING
de: LIZENZIERUNG
fr: LICENCE
lt: LICENCIJAVIMAS
pt_br: LICENCIAMENTO

source: License information
cs: Informace o licenci
da: Licensinformation
de: Lizenz Information
fr: Informations de licence
lt: Licencijos informacija
pt_br: Informação sobre a licença

source: Read the License Agreement
cs: Číst licenční smlouvu
da: Læs licensaftalen
de: Lesen Sie die Lizenz Vereinbarung
fr: Lire le contrat de licence
lt: Perskaitykite Licencijos sutartį
pt_br: Leia o Acordo da Licença

source: I accept the license agreement.
cs: Přijímám licenční smlouvu.
da: Jeg accepterer licensaftalen.
de: Ich akzeptiere die Lizenz Vereinbarung.
fr: J'accepte le contrat de licence.
lt: Sutinku su licencijos sutartimi.
pt_br: Eu aceito o acordo de licença.

source: License accepted
cs: Licence přijata
da: Licensen blev accepteret
de: Lizenz akzeptiert
fr: Licence acceptée
lt: Licencija priimta
pt_br: A licença foi aceita

source: License not accepted
cs: Licence nepřijata
da: Licensen blev ikke accepteret
de: Lizenz nicht akzeptiert
fr: Licence refusée
lt: Licencija atmesta
pt_br: A licença não foi aceita

source: Initial setup of %(product)s
cs: Počáteční nastavení %(product)s
da: Indledende opsætning af %(product)s
de: Ersteinrichtung von %(product)s
fr: Configuration initiale de %(product)s
lt: Pradinė %(product)s sąranka
pt_br: Configuração inicial de %(product)s

source: Initial setup
cs: Počáteční nastavení
da: Indledende opsætning
de: Ersteinrichtung
fr: Configuration initiale
lt: Pradinė sąranka
pt_br: Configuração inicial

source: _License Information
cs: Informace o _licenci
da: _Licensinformation
de: _Lizenz-Informationen
fr: _Informations sur la licence
lt: _Licencijos informacija
pt_br: _Informação sobre a licença

source: No license found. Please report this at http://bugzilla.redhat.com
cs: Licence nebyla nalezena. Nahlaste to prosím na http://bugzilla.redhat.com
da: Ingen licens fundet. Rapportér det venligst på http://bugzilla.redhat.com
de: Keine Lizenz gefunden. Bitte melden SIe dies auf http://bugzilla.redhat.com
fr: Aucune licence trouvée. Merci de rapporter ce problème sur http://bugzilla.redhat.com
lt: Licencija nerasta. Praneškite apie tai adresu http://bugzilla.redhat.com
pt_br: Nenhuma licença encontrada. Por favor, relate isto em http://bugzilla.redhat.com

source: No license found
cs: Licence nebyla nalezena
da: Ingen licenser fundet
de: Keine Lizenz gefunden
fr: Licence introuvable
lt: Licencija nerasta
pt_br: Nenhuma licença encontrada

source: License Information
cs: Informace o licenci
da: Licensinformation
de: Lizenz-Informationen
fr: Informations sur la licence
lt: Informacija apie licenciją
pt_br: Informação sobre a licença

source: License Agreement:
cs: Licenční smlouva:
da: Licensaftale:
de: Lizenz Vereinbarung:
fr: Contrat de licence :
lt: Licencijos sutartis:
pt_br: Acordo de licença:

source: I _accept the license agreement.
cs: _Přijímám licenční smlouvu.
da: Jeg _accepterer licensaftalen.
de: Ich _akzeptiere die Lizenz Vereinbarung.
fr: J'_accepte le contrat de licence.
lt: Aš _sutinku su licencijos sutartimi.
pt_br: Eu _aceito o acordo de licença.

source: DISTRIBUTION SETUP
cs: NASTAVENÍ DISTRIBUCE
da: DISTRIBUTIONSOPSÆTNING
de: SOFTWAREVERTEILUNG EINRICHTEN
fr: CONFIGURATION DE LA DISTRIBUTION
lt: PASKIRSTYMO SĄRANKA
pt_br: CONFIGURAÇÃO DA DISTRIBUIÇÃO

source: INITIAL SETUP
cs: POČÁTEČNÍ NASTAVENÍ
da: INDLEDENDE OPSÆTNING
de: ERSTEINRICHTUNG
fr: CONFIGURATION INITIALE
lt: PRADINĖ SĄRANKA
pt_br: CONFIGURAÇÃO INICIAL

source: _QUIT
cs: _KONEC
da: _AFSLUT
de: _BEENDEN
fr: _QUITTER
lt: _IŠEITI
pt_br: _SAIR

source: _FINISH CONFIGURATION
cs: _DOKONČIT NASTAVENÍ
da: _FÆRDIGGØR KONFIGURATION
de: KONFIGURATION _ABSCHLIESSEN
fr: _FINALISER LA CONFIGURATION
lt: _BAIGTI KONFIGŪRAVIMĄ
pt_br: _FINALIZAR CONFIGURAÇÃO
