Repository: rhinstaller/initial-setup-l10n
Catalog: rhel-9/*.po
Languages: el, kab

source: Are you sure you want to quit the configuration process? You might end up with an unusable system if you do. Unless the License agreement is accepted, the system will be rebooted.
el: Θέλετε σίγουρα να τερματίσετε τη διαδικασία διαμόρφωσης; Εάν το κάνετε αυτό, ενδέχεται να καταλήξετε με ένα ακατάλληλο για χρήση σύστημα. Εφόσον δεν αποδεχτείτε τη Συμφωνία άδειας χρήσης, το σύστημα θα επανεκκινηθεί.
kab: D tidet tebɣiḍ ad teffɣeḍ seg ukala n twila? Yzmef ad tfakkeḍ s unagraw ur yettwaseqdacen ara. Slid ma yella amtawi n turagt yettwaqbal, anagraw ad yales tanekkra.

source: Are you sure you want to quit the configuration process? You might end up with unusable system if you do.
el: Θέλετε σίγουρα να τερματίσετε τη διαδικασία διαμόρφωσης; Εάν το κάνετε αυτό, ενδέχεται να καταλήξετε με ένα ακατάλληλο για χρήση σύστημα.
kab: D tidet tebɣiḍ ad teffɣeḍ seg ukala n twila? Tzemreḍ ad d-teggriḍ s unagraw ur yettwaseqdacan ara.

source: LICENSING
el: ΑΔΕΙΑ
kab: TURAGT

source: _License Information
el: Πληροφορίες ά_δειας
kab: Talɣut n turagt (_L)

source: No license found. Please report this at http://bugzilla.redhat.com
el: Δεν βρέθηκε άδεια. Αναφέρετε αυτό το πρόβλημα στο http://bugzilla.redhat.com
kab: Ur d-tufi ara turagt. Ttxil-k, azen-d aya deg http://bugzilla.redhat.comt.com

source: No license found
el: Δεν βρέθηκε άδεια
kab: Ulac turagt yettwafen

source: License accepted
el: Η άδεια έγινε αποδεκτή
kab: Turagt tettwaqbel

source: License not accepted
el: Η άδεια δεν έγινε αποδεκτή
kab: Turagt ur tettwaqbel ara

source: Initial setup of %(product)s
el: Αρχική ρύθμιση του %(product)s
kab: Asneftaɣ n tazwara n %(product)s

source: Initial setup
el: Αρχική ρύθμιση
kab: Asebded amezwaru

source: License information
el: Πληροφορίες άδειας
kab: Talɣut ɣef turagt

source: Read the License Agreement
el: Διαβάστε τη Συμφωνία άδειας χρήσης
kab: Ɣer amtawa n turagt

source: I accept the license agreement.
el: Αποδέχομαι τη συμφωνία άδειας χρήσης.
kab: Qebleɣ amtawa-nni n turagt.

source: License Information
el: Πληροφορίες άδειας
kab: Talɣut n turagt

source: License Agreement:
el: Συμφωνία άδειας χρήσης:
kab: Awati n turagt:

source: I _accept the license agreement.
el: Αποδέ_χομαι τη συμφωνία άδειας χρήσης.
kab: Qebleɣ awati n turagt (_a).

source: DISTRIBUTION SETUP
el: ΕΓΚΑΤΑΣΤΑΣΗ ΔΙΑΝΟΜΗΣ
kab: ASESTEB N USEDGER

source: INITIAL SETUP
el: ΑΡΧΙΚΗ ΡΥΘΜΙΣΗ
kab: ASNETFAƔ N TAZWARA

source: _QUIT
el: Ε_ΞΟΔΟΣ
kab: _Ffeɣ

source: _FINISH CONFIGURATION
el: ΟΛΟΚΛΗΡ_ΩΣΗ ΡΥΘΜΙΣΗΣ
kab: _FAKK ASNEFTAƔ
