Repository: rhinstaller/initial-setup-l10n
Catalog: master/*.po
Languages: ar, el, fil, gl, ja, ru, sv, zh_cn

source: Are you sure you want to quit the configuration process? You might end up with an unusable system if you do. Unless the License agreement is accepted, the system will be rebooted.
ar: أمتأكد من أنك تريد ترك عملية التضبيط؟ قد ينتهي بك الأمر بنظام غير قابل للاستخدام إذا فعلت ذلك. ما لم يتم قبول اتفاقية الترخيص، سيتم إعادة تشغيل النظام.
el: Είστε βέβαιοι ότι θέλετε να σταματήσετε τη διαδικασία διαμόρφωσης; Μπορεί να καταλήξετε σε ένα άχρηστο σύστημα εάν το κάνετε. Εάν δεν γίνει αποδεκτή η συμφωνία άδειας χρήσης, το σύστημα θα επανεκκινηθεί.
fil: Sigurado ka bang gusto mong umalis sa proseso ng configuration? Maaaring magkaroon ka ng hindi-magamit na system. Maliban kung sasang-ayunan ang License agreement, magre-reboot ang system.
gl: Ten a certeza de que quere saír do proceso de configuración? O sistema podería quedar inutilizábel se o fai. De non aceptar o acordo de licenza, o sistema reiniciarase.
ja: 本当に設定プロセスを終了しますか？ 設定プロセスを終了するとシステムが使用できない状態になる可能性があります。ライセンス契約に同意しない限り、システムは再起動されます。
ru: Вы действительно хотите прервать процесс конфигурации? Это может нарушить работоспособность системы. Если вы не примите условия лицензии, система будет перезагружена.
sv: Är du säker på att du vill avsluta konfigurationsprocessen? Du kan få ett oanvändbart system om du gör det. Om inte licensavtalet accepteras kommer systemet startas om.
zh_cn: 您确定要退出配置过程？ 若是这样做，可能会得到一个无法使用的系统。除非同意许可授权，系统将重启。

source: Are you sure you want to quit the configuration process? You might end up with unusable system if you do.
ar: أمتأكد من أنك تريد ترك عملية التضبيط؟ قد ينتهي بك الأمر بنظام غير قابل للاستخدام إذا فعلت ذلك.
el: Είστε βέβαιοι ότι θέλετε να σταματήσετε τη διαδικασία διαμόρφωσης; Μπορεί να καταλήξετε σε άχρηστο σύστημα εάν το κάνετε.
fil: Sigurado ka bang gusto mong umalis sa proseso ng configuration? Maaaring magkaroon ka ng hindi-magamit na system.
gl: Ten certeza de que desexa saír do proceso de configuración? O sistema podería quedar inutilizábel se o fai.
ja: 本当に設定プロセスを終了しますか？ そうすると、システムを使用できない可能性があります。
ru: Вы действительно хотите прервать процесс конфигурации? Это может нарушить работу системы.
sv: Är du säker på att du vill avsluta konfigurationsprocessen? Du kan få ett oanvändbart system om du gör det.
zh_cn: 您确定要退出配置过程？ 若是这样做，您的系统可能无法使用。

source: LICENSING
ar: الترخيص
el: άδεια
fil: PAGLILISENSYA
gl: Licenza
ja: ライセンス
ru: ЛИЦЕНЗИРОВАНИЕ
sv: LICENSIERING
zh_cn: 许可证

source: _License Information
ar: _معلومات الترخيص
el: _Πληροφορίες άδειας
fil: Impormasyon sa _Lisensya
gl: Información da _licenza
ja: ライセンス情報(_L)
ru: _Информация о лицензии
sv: _Licensinformation
zh_cn: 许可信息(_L)

source: No license found. Please report this at http://bugzilla.redhat.com
ar: لم يُعثر على ترخيص. يُرجى الإبلاغ عن ذلك على https://bugzilla.redhat.com
el: Δεν βρέθηκε άδεια. Αναφέρετε αυτό στο http://bugzilla.redhat.com
fil: Walang nakitang lisensya. Mangyaring iulat ito sa https://bugzilla.redhat.com
gl: Non foi atopada ningunha licenza. Informe disto en http://bugzilla.redhat.com, por favor
ja: ライセンスが見つかりません。http://bugzilla.redhat.com に報告してください。
ru: Лицензия не найдена. Сообщите об этом в http://bugzilla.redhat.com
sv: Ingen licensinformation hittades. Rapportera gärna detta på http://bugzilla.redhat.com
zh_cn: 未找到许可。请汇报此问题至 http://bugzilla.redhat.com

source: No license found
ar: لم يُعثر على ترخيص
el: Δεν βρέθηκε άδεια
fil: Walang nakitang lisensya
gl: Non foi atopada ningunha licenza
ja: ライセンスが見つかりません
ru: Лицензия не найдена
sv: Ingen licens hittades
zh_cn: 未找到许可

source: License accepted
ar: قُبلَ الترخيص
el: ΑΔΕΙΑ ΕΙΣΑΓΩΓΗ
fil: Natanggap ang lisensya
gl: A licenza foi aceptada
ja: ライセンスに同意
ru: Лицензия принята
sv: Licensen godkänd
zh_cn: 许可证已接受

source: License not accepted
ar: لم يُقبل الترخيص
el: Η άδεια δεν έγινε αποδεκτή
fil: Hindi natanggap ang lisensya
gl: A licenza non foi aceptada
ja: ライセンスに同意しない
ru: Лицензия не принята
sv: Licensen inte godkänd
zh_cn: 未接受许可证

source: Initial setup of %(product)s
ar: الإعداد الأولي ل %(product)s
el: Αρχική ρύθμιση %(product)s
fil: Inisyal na setup ng %(product)s
gl: Configuración inicial de %(product)s
ja: %(product)s の初期セットアップ
ru: Первая настройка %(product)s
sv: Initial inställning av %(product)s
zh_cn: %(product)s 的初始配置

source: Initial setup
ar: الإعداد الأولي
el: Αρχική εγκατάσταση
fil: Inisyal na setup
gl: Configuración inicial
ja: 初期セットアップ
ru: Первая настройка
sv: Initial inställning
zh_cn: 初始配置

source: License information
ar: معلومات الترخيص
el: Πληροφορίες άδειας
fil: Impormasyon sa lisensya
gl: Información da licenza
ja: ライセンス情報
ru: Лицензия
sv: Licensinformation
zh_cn: 许可信息

source: Read the License Agreement
ar: اقرأ اتفاقية الترخيص
el: Διαβάστε τη συμφωνία άδειας χρήσης
fil: Basahin ang License Agreement
gl: Ler o acordo de licenza
ja: ライセンス契約をお読みください
ru: Прочитать лицензионное соглашение
sv: Läs licensavtalet
zh_cn: 阅读许可协议

source: I accept the license agreement.
ar: أوافق على اتفاقية الترخيص.
el: Αποδέχομαι τη σύμβαση άδειας χρήσης.
fil: Tinatanggap ko ang license agreement.
gl: Acepto o acordo de licenza.
ja: ライセンス契約に同意します。
ru: Я принимаю лицензионное соглашение.
sv: Jag godkänner licensavtalet.
zh_cn: 我同意许可协议。

source: License Information
ar: معلومات الترخيص
el: Πληροφορίες άδειας
fil: Impormasyon sa Lisensya
gl: Información da licenza
ja: ライセンス情報
ru: Информация о лицензии
sv: Licensinformation
zh_cn: 许可信息

source: License Agreement:
ar: اتفاقية الترخيص:
el: Συμφωνία άδειας:
gl: Acordo de licenza:
ja: ライセンス契約:
ru: Лицензионное соглашение:
sv: Licensavtal:
zh_cn: 许可协议：

source: I _accept the license agreement.
ar: _أوافق على اتفاقية الترخيص.
el: Εγώ _αποδέχεστε τη συμφωνία άδειας χρήσης.
fil: Tina_tanggap ko ang license agreement.
gl: _Acepto o acordo de licenza.
ja: ライセンス契約に同意します。(_A)
ru: Я _принимаю лицензионное соглашение.
sv: Jag _godkänner licensavtalet.
zh_cn: 我同意许可协议（_A）。

source: DISTRIBUTION SETUP
ar: إعداد التوزيعة
el: Εγκατάσταση διανομής
fil: SETUP NG DISTRIBUSYON
gl: CONFIGURACIÓN DA DISTRIBUCIÓN
ja: ディストリビューションのセットアップ
ru: НАСТРОЙКА ДИСТРИБУТИВА
sv: DISTRIBUTIONSINSTÄLLNING
zh_cn: 发行版设置

source: INITIAL SETUP
ar: الإعداد الأولي
el: ΑΡΧΙΚΗ ΕΓΚΑΤΑΣΤΑΣΗ
fil: INISYAL NA SETUP
gl: CONFIGURACIÓN INICIAL
ja: 初期セットアップ
ru: ПЕРВАЯ НАСТРОЙКА
sv: INITIAL INSTÄLLNING
zh_cn: 初始设置

source: _QUIT
ar: ا_خرُج
el: _ΕΓΚΑΤΑΛΕΙΠΩ
fil: _UMALIS
gl: _SAÍR
ja: 終了(_Q)
ru: В_ыход
sv: _AVBRYT
zh_cn: 退出(Q)

source: _FINISH CONFIGURATION
ar: أ_نهِ التضبيط
el: _Τελειώστε τη διαμόρφωση
fil: _TAPUSIN ANG CONFIGURATION
gl: _REMATAR A CONFIGURACIÓN
ja: 設定の完了(_F)
ru: _Завершить
sv: _SLUTFÖR KONFIGURATIONEN
zh_cn: 结束配置(F)
